Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_help/omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Base entries, that is, entries with at least one alias "pointing" to them, are displayed with a green triangle instead of a green square in the nested tree view.
ru_ru: В древовидном списке исходные элементы, на которые указывает хотя бы один псевдоним, помечены знаком зелёного треугольника вместо зелёного квадрата.

source: Basic
ru_ru: Основные

source: Before You Begin
ru_ru: Перед тем как начать работу

source: Before exporting, you will be asked to input the Master Passphrase as confirmation that you intend to export data from the database into an unencrypted XML file.
ru_ru: Для подтверждения экспорта данных в незашифрованный XML файл, будет предложено ввести мастер-пароль.

source: Before exporting, you will be asked to input the Master Passphrase as confirmation that you intend to export data from the database into an unencrypted text file.
ru_ru: Для подтверждения экспорта данных в незашифрованный файл, будет предложено ввести мастер-пароль.

source: Before exporting, you will be asked to input the Master Passphrase as confirmation that you intend to export data from the database into another Password Safe database.
ru_ru: Для подтверждения экспорта данных в другой контейнер Password Safe, будет предложено ввести мастер-пароль.

source: Before exporting, you will be asked to input the Master Password as confirmation that you intend to export data from the database into an unencrypted text file.
ru_ru: Для подтверждения экспорта данных в незашифрованный файл, будет предложено ввести мастер-пароль.

source: Before exporting, you will be asked to input the Master Password as confirmation that you intend to export data from the the database into an unencrypted text file.
ru_ru: Для подтверждения экспорта данных в незашифрованный файл, будет предложено ввести мастер-пароль.

source: Before exporting, you will be asked to input the Master password as a confirmation, that you intend to export an element of the database into an unencrypted XML file..
ru_ru: Для подтверждения экспорта содержимого элемента в незашифрованный XML-файл, будет предложено ввести мастер-пароль.

source: Before exporting, you will be asked to input the Master password as a confirmation, that you intend to export an element of the database into an unencrypted text file.
ru_ru: Для подтверждения экспорта содержимого элемента в незашифрованный файл, будет предложено ввести мастер-пароль.

source: Before exporting, you will be asked to input the Master password as confirmation that you intend to export data from the database into an unencrypted XML file..
ru_ru: Для подтверждения экспорта данных в незашифрованный XML-файл, будет предложено ввести мастер-пароль.

source: Before exporting, you will be asked to input the Master password as confirmation that you intend to export data from the database into an unencrypted XML file.
ru_ru: Для подтверждения экспорта данных в незашифрованный XML-файл, будет предложено ввести мастер-пароль.

source: Begin with a Title Row as the first record in the text file
ru_ru: Начинается со строки с заголовками.

source: Boolean (true ('1')/false '(0')) preferences
ru_ru: Настройки с логическими значениями (true («1») [истина]/false («0») [ложь])

source: Boolean (true ('1')/false '(0')) preferences in alphabetical order
ru_ru: Настройки с логическими значениями (true («1») [истина]/false («0») [ложь])

source: Boolean (true/false) preferences
ru_ru: Настройки с логическими значениями (true[истина]/false[ложь])

source: Browse to
ru_ru: Переход по ссылке

source: Browse to URL
ru_ru: Перейти по ссылке

source: Browse to URL + AutoType
ru_ru: Перейти по ссылке и выполнить автонабор

source: Browse to URL + Autotype
ru_ru: Перейти по ссылке и выполнить автонабор

source: Browse to entry's URL field and execute AutoType.
ru_ru: Перейти по ссылке, указанной в элементе, и выполнить автонабор

source: Browse to entry's URL field and execute Autotype.
ru_ru: Перейти по ссылке, указанной в элементе, и выполнить автонабор

source: Browse to entry's URL field.
ru_ru: Перейти по ссылке, указанной в элементе

source: Browse to entry's URL memory, and execute autotype.
ru_ru: Перейти по ссылке, указанной в элементе, и выполнить автонабор

source: Browse to entry's URL memory.
ru_ru: Перейти по ссылке, указанной в элементе

source: Browse to the site that you want to login to.
ru_ru: Откройте в браузере сайт, для которого нужно осуществить вход.

source: Browser
ru_ru: Браузер

source: Bruce Schneier
ru_ru: Брюс Шнайер (Bruce Schneier)

source: By checking this item, only changed and unsaved items will be shown.
ru_ru: После пометки данного пункта меню будут отображены только элементы с несохранёнными изменениями.

source: By clicking New Database from the Safe Combination Entry dialog when the program is started, or from the "File ? New Database" menu once Password Safe has been opened.
ru_ru: Щёлкнув Новый контейнер в диалоге Пароль для контейнера, выводимом при запуске программы, или через меню Файл→Новый контейнер, которое доступно, если Password Safe уже открыт.

source: By clicking New Database from the Safe Combination Entry dialog when the program is started, or from the "File → New Database" menu once Password Safe has been opened.
ru_ru: Щёлкнув Новый контейнер в диалоге Пароль для контейнера, выводимом при запуске программы, или через меню Файл → Новый контейнер, которое доступно, если Password Safe уже открыт.

source: By clicking New... from the Safe Combination Entry dialog when the program is started, or from the "File ? New..." menu once Password Safe has been opened.
ru_ru: Щёлкнув по кнопке Новый... в диалоге Пароль для контейнера, выводимом при запуске программы, или через меню Файл → Создать..., если Password Safe уже открыт.

source: By clicking New... from the Safe Combination Entry dialog when the program is started, or from the "File → New..." menu once Password Safe has been opened.
ru_ru: Щёлкнув по кнопке Новый... в диалоге Пароль для контейнера, выводимом при запуске программы, или через меню Файл → Создать..., которое доступно, если Password Safe уже открыт.

source: By clicking New Database from the Safe Combination Entry dialog when the program is started, or from the File > New Database menu once Password Safe has been opened.
ru_ru: Щёлкнув Новый контейнер в диалоге Пароль для контейнера, выводимом при запуске программы, или через меню Файл → Новый контейнер, которое доступно, если Password Safe уже открыт.

source: By default, Password Safe copies the entry's password to the clipboard when the user selects the 'Browse to URL' action so that it is ready to paste into the required field.
ru_ru: По умолчанию, при переходе по ссылке Password Safe копирует пароль элемента в буфер обмена, чтобы его сразу можно было вставить в нужное поле.

source: By default, Password Safe will store the backups in the same directory as the currently open database.
ru_ru: По умолчанию Password Safe создаёт резервные копии в том же каталоге, где находится открытый в настоящий момент контейнер.

source: By default, Password Safe will use the browser that your PC usually opens web pages with.
ru_ru: По умолчанию для открытия веб-страниц Password Safe использует настроенный в системе браузер по умолчанию.

source: By default, Password Safe will check the screen dimensions and choose tall or wide versions of the larger dialog screens.
ru_ru: По умолчанию Password Safe проверяет разрешение экрана и выбирает, какой вариант («высокий» или «широкий») использовать для больших окон.

source: By default, all fields except the Password field are searched.
ru_ru: По умолчанию поиск производится по всем полям, за исключением пароля.

source: By default, pwsafe.cfg is kept in the same directory as the pwsafe.exe executable program.
ru_ru: По умолчанию pwsafe.cfg сохраняется в том же каталоге, что и pwsafe.exe.

source: By default, set the Read-Only checkbox during the open of databases
ru_ru: При открытии контейнера по умолчанию устанавливать флажок «только для чтения»

source: By default, the formula followed by the automated keystrokes is as follows: the user name, followed by a tab key, followed by the password, another tab, and then the enter key (username TAB password TAB ENTER).
ru_ru: По умолчанию используется следующая последовательность нажатий клавиш: имя пользователя, затем табуляция, пароль, ещё одна табуляция, и Enter (имя пользователя TAB пароль TAB ENTER).

source: By default, the search is case insensitive.
ru_ru: По умолчанию поиск является регистронезависимым.

source: By default, upgrades to existing installations will not change the existing preference file ("if it ain't broke, don't fix it").
ru_ru: При обновлении версии существующий файл настроек не переносится автоматически («если что-то работает, не трогай это»).

source: By default, usernames and passwords are not displayed in the Tree View.
ru_ru: По умолчанию имя пользователя и пароль не отображаются в дереве.

source: By default, your entries are displayed in strict alphabetical order in the tree view.
ru_ru: По умолчанию в древовидном списке элементы отсортированы по алфавиту.

source: By design, the shortcut value for Viewing an entry in read-only mode is the same as for Editing the entry in read-write mode.
ru_ru: По умолчанию, горячая клавиша для просмотра в режиме «только чтение» совпадает с клавишей редактирования в обычном режиме.

source: By right clicking on the 'Y' is the relevant column, a context menu is displayed.
ru_ru: Нажатие правой кнопкой мыши на букве «Y» приводит к отображению контекстного меню.

source: By selecting the New button, the following dialog is used to add a new Named Password Policy.
ru_ru: Для добавления новой именованной политики нажмите кнопку «Создать». Будет отображён показанный ниже диалог.

source: By selecting this menu item again, the filter is removed and the normal display is shown.
ru_ru: При повторном выборе этого пункта фильтр будет снят, и отобразятся все элементы.

source: CC - followed by addresses to be included in the "cc" (carbon copy) section of the message.
ru_ru: CC — значение, указанное после знака «=», будет помещено в поле «CC» (копия) сообщения.

source: CLI
ru_ru: Интерфейс командной строки

source: CSV File
ru_ru: CSV-файл

source: Cannot be blank or empty.
ru_ru: Не может быть пустым.

source: Change Database's Default Password Policy
ru_ru: Изменение политики по умолчанию

source: Change Font
ru_ru: Изменить шрифт

source: Change Fonts
ru_ru: Изменение шрифтов

source: Change Language
ru_ru: Изменить язык

source: Change Master Password
ru_ru: Изменение мастер-пароля

source: Change Safe Combination
ru_ru: Изменить пароль для контейнера

source: Change Safe Combination...
ru_ru: Изменить пароль для контейнера

source: Change of the coding of XML Date/time values
ru_ru: Изменения в формате представления даты/времени в XML-файле

source: Change the colour of the closed database Password Safe icon in the System Tray.
ru_ru: Цвет значка в области уведомлений для заблокированного контейнера Password Safe.

source: Change to R-O / Change to R/W
ru_ru: Переключение режимов «только чтение» (R-O) и «чтение/запись» (R-W)

source: Changes are not saved in the database until you press OK to exit this dialog.
ru_ru: Изменения сохраняются в контейнер только после нажатия кнопки «OK».

source: Changing Master Passwords
ru_ru: Изменение мастер-пароля для контейнера

source: Changing Safe Passwords
ru_ru: Изменение пароля для контейнера

source: Changing YubiKeys
ru_ru: Изменение YubiKey

source: Changing this value will require Password Safe to be restarted to take effect.
ru_ru: Для применения требуется перезапуск всех копий Password Safe

source: Checking this causes the password database to lock when the workstation is locked preventing unauthorized access by users that may have access to the workstation.
ru_ru: Если данная настройка включена, контейнер будет блокироваться при блокировке компьютера. Её можно использовать для предотвращения несанкционированного доступа к контейнеру лиц, имеющих доступ к рабочей станции.

source: Checking this causes the password database to lock when the workstation is locked, preventing unauthorized access by users that may have access to the workstation.
ru_ru: Если данная настройка включена, контейнер будет блокироваться при блокировке компьютера. Её можно использовать для предотвращения несанкционированного доступа к контейнеру лиц, имеющих доступ к рабочей станции.

source: Checking this option and setting a time causes Password Safe to lock the password database after the set interval has passed without user actions in the application.
ru_ru: Если включено, Password Safe будет блокировать контейнер по истечении указанного времени с момента выполнения последнего действия с программой.

source: Chnage this value will require Password Safe to be restarted to take effect.
ru_ru: Для применения требуется перезапуск всех копий Password Safe

source: Choosing this option with use digits and/or use symbols will enable replacing some letters with their "leet" equivalent, e.g., "E" may be replaced by "3", "S" by "5", etc.
ru_ru: Указание данной настройки вместе с Цифры и/или Символы приведёт к замене некоторых букв сходными по написанию знаками («leet-эквивалентами»), например, «E» может быть заменено на «3», «S» на «5», и т. д.

source: Classic style
ru_ru: Классический стиль

source: Clear
ru_ru: Очистить

source: Clear Clipboard
ru_ru: Очистить буфер обмена

source: Clear History
ru_ru: Очистить

source: Clear and set filter.
ru_ru: Задать/очистить фильтры

source: Clear clipboard upon exit
ru_ru: Очищать буфер обмена при выходе

source: Clear clipboard upon minimize
ru_ru: Очищать буфер обмена при сворачивании

source: Clear the clipboard of Password Safe information on minimize
ru_ru: Очищать буфер обмена при сворачивании Password Safe

source: Clear the clipboard of Password Safe information when Password Safe ends
ru_ru: Очищать буфер обмена при завершении работы Password Safe

source: Clear the clipboard's memory.
ru_ru: Очистка содержимого буфера обмена.

source: Clearing the Clipboard
ru_ru: Очистка буфера обмена

source: Click Make Backup
ru_ru: Нажмите Создать резервную копию.

source: Click OK
ru_ru: Нажмите OK.

source: Click Open and a password prompt will be displayed.
ru_ru: Нажмите Открыть. Будет запрошен пароль для контейнера.

source: Click Open
ru_ru: Нажмите Открыть.

source: Click Restore from Backup
ru_ru: Нажмите Восстановление из резервной копии.

source: Click Save
ru_ru: Нажмите Сохранить.

source: Click OK when you have finished, or Cancel to return to the Export Text dialog box without any changes.
ru_ru: После завершения отбора нажмите нажмите «Экспорт», чтобы завершить экспорт, или «< Назад» для возврата на предыдущую страницу мастера.

source: Click OK when you have finished, or Cancel to return to the Export XML dialog box without any changes.
ru_ru: После завершения отбора нажмите «Экспорт» для применения настроек или «Отмена» для отклонения изменений.

source: Click on OK.
ru_ru: Нажмите OK.

source: Click on Close to exit the dialog box.
ru_ru: Для выхода из диалога настроек нажмите кнопку «Закрыть».

source: Click on Set Yubikey.
ru_ru: Нажмите кнопку «Сохранить».

source: Click on the lower Yubikey button, and then activate your YubiKey.
ru_ru: Нажмите на кнопку с надписью YubiКey, расположенную рядом с полем Новый пароль и коснитесь кнопки на устройстве YubiKey.

source: Click on the upper Yubikey button, and then activate your YubiKey
ru_ru: Нажмите на кнопку с надписью YubiКey, расположенную рядом с полем Старый пароль и коснитесь кнопки на устройстве YubiKey.

source: Click on the Generate button.
ru_ru: Нажмите кнопку «Создать».

source: Click on the Yubikey button.
ru_ru: Нажмите кнопку с надписью YubiKey.

source: Click on the first field that needs to be filled (typically the 'username' or 'login' field).
ru_ru: Щёлкните в первом поле для ввода имени пользователя (например, «логин»).

source: Clicking on 'OK' will also apply the filter, but will close the Set Filter dialog box.
ru_ru: Нажатие на «OK» также применяет фильтр, но закрывает окно с условиями.

source: Clicking on a row in the list of recent passwords will copy the password displayed in that row to the clipboard.
ru_ru: Щелчок на строке списка приводит к копированию соответствующего пароля в буфер обмена.

source: Clicking on the "Combination..." button will switch the screen to a "Secure Desktop" on which the "Combination" (master passphrase) can be entered in a more secure manner.
ru_ru: После нажатия на кнопку «Ввод пароля» произойдёт переключение на «Защищённый рабочий стол», который обеспечивает дополнительную защиту при вводе мастер-пароля.

source: Clicking on the checkbox enables/disables the row.
ru_ru: Щелчок в поле устанавливает/снимает флажок.

source: Clicking on the padlock icon will also switch between "secure desktop" and "regular" modes.
ru_ru: Щелчок по изображению замка позволяет переключаться между «обычным» режимом и режимом «Защищённого рабочего стола».

source: Clicking on this button will clear the previous passwords stored with this entry.
ru_ru: При нажатии на данную кнопку история паролей для этого элемента будет очищена.

source: Clicking on this button will copy the entire password history list (dates and passwords) to the clipboard.
ru_ru: При нажатии на данную кнопку вся история паролей будет скопирована в буфер обмена.

source: Clicking on this button will invoke the default mail program with the To: field set to the specified address.
ru_ru: Нажатие данной кнопки приводит к созданию нового письма через почтовый клиент по умолчанию. При этом в поле «Кому» заносится указанный здесь адрес.

source: Clicking on this causes Password Safe to ignore all Failsafe backup files and continue with the currently selected database.
ru_ru: При нажатии данной кнопки Password Safe игнорирует наличие аварийных резервных копий и продолжает работу с выбранным контейнером.

source: Clicking on this causes PasswordSafe to ignore all Failsafe backup files and continue with the currently selected database.
ru_ru: При нажатии данной кнопки Password Safe игнорирует наличие аварийных резервных копий и продолжает работу с открытым контейнером.

source: Clicking with the Control key pressed (Ctrl+Click) will, in addition, invoke the AutoType function on the opened browser page.
ru_ru: Щелчок с клавишей Control (Ctrl+Щелчок) вызывает автонабор на открытой в браузере странице.

source: Clicking with the Control key pressed (Ctrl+Click) will, in addition, invoke the autotype function on the opened browser page.
ru_ru: Щелчок с клавишей Control (Ctrl+Щелчок) вызывает автонабор на открытой в браузере странице.

source: Close
ru_ru: Закрыть

source: Closes the Password Safe program.
ru_ru: Закрытие Password Safe.

source: Closes the current safe.
ru_ru: Закрыть текущий контейнер

source: Closes the currently open password safe database without exiting the application.
ru_ru: Закрыть текущий контейнер, но не выходить из приложения.

source: Collapse All
ru_ru: Свернуть все

source: Collapse all open groups (Tree view).
ru_ru: Свернуть все группы (при древовидном просмотре)

source: Collapses all groups (Nested Tree view only).
ru_ru: Свернуть все группы (при древовидном просмотре).

source: Column Heading/Field
ru_ru: Имя столбца (поля)

source: Combination
ru_ru: Парольная комбинация

source: Command Line Arguments
ru_ru: Параметры командной строки

source: Comment
ru_ru: Примечание

source: Comments
ru_ru: Примечания

source: Compare
ru_ru: Сравнить

source: Compare Results
ru_ru: Результаты сравнения

source: Compare Results dialog
ru_ru: Окно результатов сравнения

source: Compare the current safe with another.
ru_ru: Сравнить текущий контейнер с другим

source: Compare the currently opened database with another.
ru_ru: Сравнить содержимое открытого контейнера с другим контейнером.

source: Compare uses a Wizard interface.
ru_ru: Для сравнения используется мастер.

source: Compare, Merge or Synchronize
ru_ru: Сравнение, слияние или синхронизация

source: Configuration
ru_ru: Настройки

source: Configure options.
ru_ru: Изменить настройки

source: Configuring your YubiKey
ru_ru: Настройка YubiKey

source: Confirm Copy to Clipboard
ru_ru: Подтверждение копирования в буфер обмена

source: Confirm Delete
ru_ru: Подтверждение удаления

source: Confirm Save
ru_ru: Подтверждение сохранения

source: Confirm deletion of items
ru_ru: Подтверждать удаление элементов

source: Confirm item copy to clipboard
ru_ru: Подтверждать копирование элемента в буфер обмена

source: Confirmation is requested if there is more than one entry in the selected group.
ru_ru: При удалении группы из нескольких элементов выдаётся запрос подтверждения.

source: Continue
ru_ru: Продолжить

source: Control key
ru_ru: Клавиша Control

source: Controlling the Toolbars
ru_ru: Управление панелью инструментов

source: Converting Existing Password Data
ru_ru: Преобразование существующих записей с паролями

source: Copied unchanged
ru_ru: Копируются без изменений

source: Copies the selected entry's notes to the Clipboard.
ru_ru: Скопировать заметки для текущего элемента в буфер обмена

source: Copies the selected entry's password to the Clipboard.
ru_ru: Скопировать пароль выбранного элемента в буфер обмена

source: Copies the selected entry's user name to the Clipboard.
ru_ru: Скопировать имя пользователя в буфер обмена

source: Copy All
ru_ru: Копировать все

source: Copy Notes to Clipboard
ru_ru: Копировать заметки в буфер обмена

source: Copy Password
ru_ru: Копирование пароля

source: Copy Password to Clipboard
ru_ru: Копировать пароль в буфер обмена

source: Copy Run Command to Clipboard
ru_ru: Копировать команду в буфер обмена

source: Copy URL to Clipboard
ru_ru: Копировать ссылку в буфер обмена

source: Copy User Name to Clipboard
ru_ru: Копировать имя пользователя в буфер обмена

source: Copy a password
ru_ru: Копирование пароля

source: Copy current selection's user name to the clipboard.
ru_ru: Копирование имени пользователя из текущего элемента в буфер обмена.

source: Copy email to Clipboard
ru_ru: Копировать E-mail в буфер обмена

source: Copy notes to clipboard
ru_ru: Копировать заметки в буфер обмена

source: Copy password to clipboard
ru_ru: Копировать пароль в буфер обмена

source: Copy password to clipboard, minimize
ru_ru: Копировать пароль в буфер и свернуть

source: Copy the contents of current selection's notes field to the clipboard.
ru_ru: Копирование содержимого заметок из текущего элемента в буфер обмена.

source: Copy the current selection's Run Command field to the clipboard.
ru_ru: Копирование команды для текущего элемента в буфер обмена.

source: Copy the current selection's URL field to the clipboard.
ru_ru: Копирование ссылки, связанной с текущим элементом, в буфер обмена.

source: Copy the current selection's email field to the clipboard.
ru_ru: Копирование E-mail, связанного с текущим элементом, в буфер обмена.

source: Copy the current selection's password to the clipboard.
ru_ru: Копирование пароля выбранного элемента в буфер обмена.

source: Copy the entry to the current database, overwriting its equivalent entry there if the current database is in R-W mode and the existing entry is not procteted.
ru_ru: Копирование элемента в текущий контейнер, если он открыт в режиме «чтение/запись», и существующий элемент не является защищённым.

source: Copy the entry to the current database, overwriting its equivalent entry there if the current database is in R-W mode and the existing entry is not protected.
ru_ru: Копирование элемента в текущий контейнер, если он открыт в режиме «чтение/запись», и существующий элемент не является защищённым.
